Repository: sjiang1989/ESUMobile11092017
Catalog: iOS/Mobile/*.lproj/Localizable.strings
Languages: ar, fr, pt

source: | %@ CEUs
ar: | %@ وحدة/وحدات تعليم مستمر
fr: | %@ FC
pt: | %@ UECs

# | %@ CEUs %@
source: | %1$@ CEUs %2$@
ar: | %1$@ وحدة/وحدات تعليم مستمر %2$@
fr: | %1$@ FC %2$@
pt: | %1$@ UECs %2$@

source: | %@ Credits
ar: | %@ ساعة/ساعات معتمدة
fr: | %@ Crédits
pt: | %@ Créditos

# | %@ Credits %@
source: | %1$@ Credits %2$@
ar: | %1$@ ساعة/ساعات معتمدة %2$@
fr: | %1$@ Crédits %2$@
pt: | %1$@ Créditos %2$@

source: %@ CEU
ar: %@ وحدة تعليم مستمر
fr: %@ FC
pt: %@ UEC

source: %@ CEUs
ar: %@ وحدة/وحدات تعليم مستمر
fr: %@ FC
pt: %@ UECs

# %@ CEUs %@
source: %1$@ CEUs %2$@
ar: %1$@ وحدة/وحدات تعليم مستمر %2$@
fr: %1$@ FC %2$@
pt: %1$@ UECs %2$@

source: %@ Credits
ar: %@ ساعة/ساعات معتمدة
fr: %@ Crédits
pt: %@ Créditos

# %@ Credits %@
source: %1$@ Credits %2$@
ar: %1$@ ساعة/ساعات معتمدة %2$@
fr: %1$@ Crédits %2$@
pt: %1$@ Créditos %2$@

# %@ ext. %@
source: %1$@ ext. %2$@
ar: %1$@ تحويلة رقم %2$@
fr: %1$@ poste %2$@
pt: %1$@ ramal %2$@

source: %@, All Day
ar: %@، طوال اليوم
fr: %@, Toute la journée
pt: %@, o dia todo

# %@, Room %@
source: %1$@, Room %2$@
ar: %1$@، غرفة %2$@
fr: %1$@, Salle %2$@
pt: %1$@, sala %2$@

source: %1$@-%2$@ failed to add to cart. Section is already registered or exists in the cart.
ar: تعذر إضافة %1$@-%2$@ إلى السلة. الشعبة مسجلة مسبقا أو موجودة في سلة التسجيل.
fr: %1$@-%2$@ non ajoutée au panier. Cette UP existe déjà dans le panier ou vous y êtes déjà inscrit.
pt: %1$@-%2$@ falhou ao adicionar no carrinho. Esta disciplina já está no carrinho ou você já se matriculou nela.

source: A new version is available.
ar: يوجد إصدار جديد لهذا التطبيق.
fr: Nouvelle version disponible.
pt: Uma nova versão está disponível.

source: About
ar: عن التطبيق
fr: À propos
pt: Sobre

source: Academic Levels
ar: المراحل الأكاديمية
fr: Niveaux
pt: Níveis acadêmicos

source: Access Denied
ar: تم رفض الوصول
fr: Accès refusé
pt: Acesso negado

source: Actions
ar: الإجراءات
pt: Ações

source: Add To Cart
ar: الإضافة إلى سلة التسجيل
fr: Ajouter au panier
pt: Adicionar ao carrinho

source: Add To Cart (%d)
ar: الإضافة إلى سلة التسجيل (%d)
fr: Ajouter au panier (%d)
pt: Adicionar ao carrinho (%d)

source: All Day
ar: طوال اليوم
fr: Toute la journée
pt: Todo o dia

source: Announcements
ar: الإعلانات
fr: Annonces
pt: Comunicados

source: Applications
ar: التطبيقات
pt: Aplicativos

source: Assignments
ar: الواجبات
fr: Devoirs
pt: Tarefas

source: Audit
ar: التدقيق
fr: Auditeur libre
pt: Aluno ouvinte

source: CEU
ar: وحدة التعليم المستمر
fr: FC
pt: UEC

source: CEUs
ar: وحدات التعليم المستمر
fr: FC
pt: UECs

source: Calendar
ar: التقويم
fr: Calendrier
pt: Calendário

source: Cancel
ar: إلغاء
fr: Annuler
pt: Cancelar

source: Checking Eligibility
ar: جاري التحقق من الأهلية
fr: Vérification de l'admissibilité
pt: Verificando a elegibilidade

source: Close
ar: إغلاق
fr: Fermer
pt: Fechar

source: Communication Error
ar: خطأ اتصال
fr: Erreur de communication
pt: Erro de comunicação

source: Course(s) added to cart.
ar: المقررات التي تم إضافتها لسلة التسجيل.
fr: Enseignement(s) ajouté(s) au panier.
pt: As disciplinas foram adicionadas no carrinho.

source: Credits
ar: الساعات المعتمدة
fr: Crédits
pt: Créditos

source: Critical
ar: هام
fr: Critique
pt: Crítico

source: DUE TODAY
ar: تسليمه اليوم
fr: POUR AUJOURD'HUI
pt: VENCE HOJE

source: Delete
ar: حذف
fr: Supprimer
pt: Excluir

source: Drop
ar: حذف
fr: Retirer
pt: Trancar

source: Drop (%d)
ar: حذف (%d)
fr: Retirer (%d)
pt: Trancar (%d)

source: Dropped Successfully!
ar: تم الحذف بنجاح!
fr: Retrait correctement effectué!
pt: Trancamento realizado com sucesso!

source: Dropping
ar: جاري الحذف
fr: Retrait
pt: Trancamento

source: Due: %@
ar: المستحق: %@
fr: Date limite: %@
pt: Vencido: %@

source: Due: None assigned
ar: المستحق: لم يتم أي تخصيص
fr: Échéance: non définie
pt: Vencido: não há tarefas

source: Ellucian Privacy
ar: سياسة خصوصية Ellucian
fr: Confidentialité Ellucian
pt: Política de privacidade da Ellucian

# Enter course credit value %@ or %@
source: Enter course credit value %1$@ or %2$@
ar: أدخل عدد الساعات المعتمدة للمقرر %1$@ أو %2$@
fr: Saisir valeur de crédits d'enseignements %1$@ ou %2$@
pt: Digite o valor do crédito da disciplina %1$@ ou %2$@

# Enter course credit value between %@ and %@
source: Enter course credit value between %1$@ and %2$@
ar: أدخل عدد الساعات المعتمدة للمقرر بين %1$@ و %2$@
fr: Saisir valeur de crédits d'enseignements entre %1$@ et %2$@
pt: Digite o valor do crédito da disciplina entre %1$@ e %2$@

# Enter course credit value between %@ and %@ in increments of %@
source: Enter course credit value between %1$@ and %2$@ in increments of %3$@
ar: دخل عدد الساعات المعتمدة للمقرر بين %1$@ و %2$@ بتزايد %3$@
fr: Saisir valeur de crédits d'enseignements entre %1$@ et %2$@ par incréments de %3$@
pt: Digite o valor do crédito da disciplina entre %1$@ e %2$@ com incrementos de %3$@

source: Enter the registration PIN
ar: أدخل الرمز السري للتسجيل
fr: Saisir le code confidentiel pour l'inscription
pt: Digite a senha da matrícula

source: Error
ar: خطأ
fr: Erreur
pt: Erro

source: Error Loading Audio
ar: خطأ في تحميل المقطع الصوتي
fr: Erreur de chargement audio
pt: Erro ao carregar o áudio

source: Error Loading Page
ar: خطأ في تحميل الصفحة
fr: Erreur de chargement de page
pt: Erro ao carregar a página

source: Error Loading Video
ar: خطأ في تحميل المقطع المرئي
fr: Erreur de chargement vidéo
pt: Erro ao carregar o vídeo

source: Event Detail
ar: تفاصيل الفعالية
fr: Détail de l'événement
pt: Detalhes do evento

source: Events
ar: الفعاليات
fr: Événements
pt: Eventos

source: Faculty
ar: أعضاء هيئة التدريس
fr: Enseignants
pt: Docente

source: Faculty/Staff
ar: طاقم الجامعة
fr: Enseignants/Personnel
pt: Docentes/Funcionários

source: Fetching saved course sections
ar: جاري إحضار شعب المقرر الذي تم حفظه
fr: Récupération UP enregistrées
pt: Buscando turmas com disciplinas salvas

source: Get Directions
ar: معرفة الطريق
fr: Itinéraire
pt: Como chegar

source: Graded
ar: تم وضع درجاتها
fr: Noté
pt: Com nota

source: Home
ar: الرئيسية
fr: Accueil

source: Ineligible for Registration
ar: غير مؤهل للتسجيل
fr: Non admissible
pt: Matrícula não autorizada

source: Install App
ar: تثبيت التطبيق
fr: Installer l'application
pt: Instalar app

source: Last Updated %@
ar: آخر تحديث %@
fr: Dernière mise à jour: %@
pt: Última atualização %@

source: Last Updated Unknown
ar: آخر تحديث غير معروف
fr: Dernière mise à jour non connue
pt: Última atualização desconhecida

source: Loading
ar: جاري التحميل
fr: Chargement en cours
pt: Carregando

source: Locations
ar: المكان
fr: Positions
pt: Localizações

source: Menu
ar: القائمة

source: More contact information may be displayed if you are signed in.
ar: قد يتم عرض معلومات تواصل أكثر إذا قمت بتسجيل الدخول.
fr: Des informations supplémentaires sont peut-être disponibles après connexion.
pt: Se você estiver logado, mais contatos serão exibidos.

source: New Notification
ar: تنبيه جديد
fr: Nouvelle notification
pt: Nova notificação

source: No Announcements Recorded
ar: لا توجد إعلانات مسجلة
fr: Aucune annonce enregistrée
pt: Não há comunicados registrados

source: No Assignments Recorded
ar: لا توجد واجبات مسجلة
fr: Aucun devoir enregistré
pt: Não há tarefas registradas

source: No Data
ar: لا توجد بيانات
fr: Aucune donnée
pt: Dados inexistentes

source: No Events Recorded
ar: لا توجد فعاليات مسجلة
fr: Aucun événement enregistré
pt: Não há eventos registrados

source: No announcements for today
ar: لا توجد إعلانات اليوم
fr: Aucune annonce pour aujourd'hui
pt: Não há comunicados para hoje

source: No assignments due today
ar: لا توجد واجبات تسليمها اليوم
fr: Aucun devoir à rendre aujourd'hui
pt: Não há tarefas vencendo hoje

source: No events scheduled for today
ar: لا توجد فعاليات اليوم
fr: Aucun événement prévu aujourd'hui
pt: Não há eventos programados para hoje

source: No information available for this building.
ar: لا توجد معلومات عن هذا المبنى.
fr: Aucune information disponible pour ce bâtiment.
pt: Não há informações disponíveis para este prédio.

source: No registered classes for open terms.
ar: لا توجد فصول دراسية مسجلة للفصول الدراسية المفتوحة.
fr: Aucune inscription pour les semestres ouverts.
pt: Não há turmas matriculadas no período aberto.

# None announcement date available
source: No announcement date available
ar: تاريخ الإعلان غير متوفر
fr: Aucune date d'annonce disponible
pt: Não há nenhuma data disponível para comunicados

source: OK
ar: موافق

source: OVERDUE
ar: متأخر
fr: EN RETARD
pt: VENCIDO

source: Open in Safari
ar: فتح الرابط في Safari
fr: Ouvrir dans Safari
pt: Abrir no Safari

source: Outdated
ar: قديم
fr: Périmé
pt: Desatualizado

source: PIN
ar: الرمز السري
fr: Code confidentiel
pt: Senha

source: Pass/Fail
ar: نجاح/رسوب
fr: Réussite/Échec
pt: Aprovado/Reprovado

source: Permission not granted
ar: لم يعطى الأذن
fr: Autorisation non accordée
pt: Permissão não concedida

source: Person was not found
ar: تعذر العثور على الشخص
fr: Personne introuvable
pt: A pessoa não foi encontrada

source: Please ensure the phone is nearby and launch
ar: يرجى التأكد أن الهاتف قريب ثم أطلق
fr: Veuillez vous assurer que le téléphone et à proximité et lancez
pt: Coloque o iPhone próximo e baixe

source: Please ensure the phone is nearby and launch %@ on the phone
ar: يرجى التأكد أن الهاتف قريب ثم أطلق %@ على الهاتف
fr: Veuillez vous assurer que le téléphone et à proximité et lancez %@ sur le téléphone
pt: Coloque o iPhone próximo e baixe %@ no Apple Watch

source: RECENT PAYMENTS
ar: دفعات حديثة
fr: PAIEMENTS RÉCENTS
pt: PAGAMENTOS RECENTES

source: Register
ar: تسجيل
fr: S'inscrire
pt: Matricular-se

source: Register (%d)
ar: تسجيل (%d)
fr: S'inscrire (%d)
pt: Matricular-se (%d)

source: Registered!
ar: تم التسجيل!
fr: Inscrit!
pt: Matriculado!

source: Registering
ar: جاري التسجيل
fr: Inscription en cours
pt: Matriculando...

source: Registration
ar: التسجيل
fr: Inscription
pt: Matrícula

source: Registration Cart Empty
ar: سلة التسجيل فارغة
fr: Panier d'inscription vide
pt: Carrinho de matrícula vazio

source: Reminder List
ar: قائمة التذكير
fr: Liste de rappels
pt: Lista de lembretes

source: Reminder Type
ar: نوع التذكير
fr: Type de rappel
pt: Tipo de lembrete

source: Reminders
ar: رسائل التذكير
fr: Rappels
pt: Lembretes

source: Remove
ar: إزالة
fr: Supprimer
pt: Remover

source: Retrieving terms
ar: جاري استرجاع الفصول الدراسية
fr: Obtention des semestres
pt: Recuperando períodos

source: Room %@
ar: غرفة رقم %@
fr: Salle %@
pt: Sala %@

source: Roster
ar: القائمة
fr: Liste étudiants
pt: Lista de presença

source: Search Results Empty
ar: نتائج البحث فارغة
fr: Aucun résultat de recherche
pt: A busca não encontrou nenhum resultado.

# Search Schools
source: Search universities
ar: البحث في الجامعات
fr: Rechercher un établissement
pt: Buscar instituições

source: Searching
ar: جاري البحث
fr: Recherche en cours
pt: Buscando

source: Select Campus
ar: اختيار الفرع
fr: Sélectionner campus
pt: Selecionar o campus

source: Select the name of the reminder list to use.
ar: اختر قائمة التذكير التي تريد استخدامها.
fr: Sélectionnez le nom de la liste de rappels à utiliser.
pt: Selecione o nome da lista de lembretes para ser usado.

source: Settings
ar: الإعدادات
fr: Paramètres
pt: Ajustes

source: Sign In
ar: تسجيل الدخول
fr: Connexion
pt: Entrar

source: Sign In Failed
ar: تعذر تسجيل الدخول
fr: Échec de connexion
pt: Falha na autenticação

source: Sign Out
ar: تسجيل الخروج
fr: Déconnexion
pt: Sair

source: Students
ar: الطلاب
fr: Étudiants
pt: Alunos

# Switch School
source: Switch University
ar: تغيير الجامعة
fr: Changer d'établissement
pt: Alterar a instituição

source: The application must be upgraded to the latest version.
ar: يجب تحديث التطبيق إلى آخر إصدار.
fr: L'application doit être mise à niveau vers la dernière version.
pt: O aplicativo deve ser atualizado para a versão mais recente.

source: The password or user name you entered is incorrect. Please try again.
ar: اسم المستخدم و كلمة المرور غير صحيحين. يرجى المحاولة مرة أخرى.
fr: Le mot de passe ou le nom d'utilisateur saisi est incorrect. Veuillez recommencer.
pt: A senha ou nome de usuário digitados estão incorretos. Tente novamente.

source: There are no installed applications available to respond to this request.
ar: لا توجد تطبيقات مثبتة متاحة للاستجابة لهذا الطلب.
fr: Aucune application installée disponible pour répondre à cette demande.
pt: Não há aplicativos instalados e disponíveis para responder esta solicitação.

source: There are no institutions to display at this time.
ar: لا توجد جامعات للعرض حاليا.
fr: Aucun établissement à afficher actuellement.
pt: Não há instituições para exibição neste momento.

source: These issues may have prevented drop.
ar: هذه المشاكل ربما حالت دون الحذف.
fr: Ces problèmes ont pu empêcher le retrait.
pt: Os itens abaixo não permitem o trancamento.

source: These issues may have prevented registration.
ar: هذه المشاكل ربما حالت دون التسجيل.
fr: Ces problèmes ont pu empêcher l'inscription.
pt: Os itens abaixo não permitem a matrícula.

source: This application is not available on iOS.
ar: هذا التطبيق غير متوفر في نظام تشغيل iOS.
fr: Cette application n'est pas disponible dans iOS.
pt: Este aplicativo não está disponível no iOS.

source: Unable to access contacts
ar: تعذر الوصول إلى جهات الإتصال
fr: Impossible d'accéder aux contacts
pt: Não é possível acessar os contatos

source: Unable to access contacts. Go to Settings to grant permission to Ellucian GO
ar: تعذر الوصول إلى جهات الإتصال. يتم إعطاء Ellucian GO الإذن من خلال الإعدادات
fr: Impossible d'accéder aux contacts. Autoriser l'accès à Ellucian GO depuis le menu Réglages
pt: Não é possível acessar os contatos. Vá em Ajustes para permitir o acesso ao Ellucian GO

source: Unable to download the configuration from that link
ar: تعذر تحميل التهيئة من ذلك الرابط
fr: Impossible de télécharger la configuration depuis ce lien
pt: Não é possível baixar a configuração a partir deste link

source: Unable to launch configuration
ar: تعذر إطلاق التهيئة
fr: Impossible de lancer la configuration
pt: Não é possível iniciar a configuração

source: Unavailable Application
ar: التطبيق غير متوفر
fr: Application non disponible
pt: Aplicativo não disponível

source: Unknown address
ar: عنوان غير معروف
fr: Adresse inconnue
pt: Endereço desconhecido

source: Unsupported
ar: غير مدعوم
fr: Non pris en charge
pt: Sem suporte

source: Upgrade
ar: تحديث
fr: Mise à niveau
pt: Atualizar

source: View
ar: عرض
fr: Afficher
pt: Visualizar

source: We couldn't drop these courses:
ar: تعذر حذف هذه المقررات:
fr: Retrait de ces enseignements impossible:
pt: Não foi possível trancar estas disciplinas:

source: We couldn't register these courses:
ar: تعذر تسجيل هذه المقررات:
fr: Inscription à ces enseignements impossible:
pt: Não foi possível se matricular nestas disciplinas:

source: We're sorry.
ar: نأسف.
fr: Désolé.
pt: Desculpe!

source: You do not have permission to use this feature.
ar: ليس لديك إذن لاستخدام هذه الخاصية.
fr: Vous n'êtes pas autorisé à utiliser cette fonctionnalité.
pt: Você não tem permissão para usar este recurso.

source: You do not have the required app. Would you like to install it?
ar: ليس لديك التطبيق المطلوب. هل ترغب في تثبيته؟
fr: Vous ne disposez pas de l'application requise. Souhaitez-vous l'installer?
pt: Você não tem o app necessário. Gostaria de instalar?

source: You must give permission in Settings to allow access
ar: يجب إعطاء الصلاحية في الإعدادات للسماح بالوصول
fr: Vous devez autoriser l'accès depuis le menu Réglages.
pt: Para permitir o acesso vá em Ajustes para autorizar.

source: ext. %@
ar: تحويلة رقم %@
fr: poste %@
pt: ramal %@

# registration divider min or max Credits
source: | %1$@/%2$@ Credits
ar: | %1$@/%2$@ ساعة/ساعات معتمدة
fr: | %1$@/%2$@ Crédits
pt: | %1$@/%2$@ Créditos

# registration divider min to max Credits
source: | %1$@-%2$@ Credits
ar: | %1$@-%2$@ ساعة/ساعات معتمدة
fr: | %1$@-%2$@ Crédits
pt: | %1$@-%2$@ Créditos

# registration min or max Credits
source: %1$@/%2$@ Credits
ar: %1$@/%2$@ ساعة/ساعات معتمدة
fr: %1$@/%2$@ Crédits
pt: | %1$@/%2$@ Créditos

# registration min to max Credits
source: %1$@-%2$@ Credits
ar: %1$@-%2$@ ساعة/ساعات معتمدة
fr: %1$@-%2$@ Crédits
pt: | %1$@-%2$@ Créditos

source: | Audit
ar: | التدقيق
fr: | Auditeur libre
pt: | Aluno ouvinte

source: | P/F
ar: | نجاح/رسوب
fr: | R/É
pt: | A/R
